
    // 添加修改人员，请注意格式
    // 2025.04.01.By：曾晗毓
     // 初始化数据 人员名单


    const departments = {
        "城郊供电所": {
            phone: "18960629297",
            staff1: ["陈涛","曾晗毓","寿祁锋", "徐旋", "毛忠华", "林瀛浩", "汤喆", "叶自飞", "朱宇航", "李英喆"],
            staff2: ["施圣雄、白全梁","祝小刚、任连兵","相国平、杨孝明","白全梁", "施圣雄","蔡文斌","祝小刚","任连兵","相国平","杨孝明","曾晗毓","寿祁锋", "徐旋", "毛忠华", "陈涛", "汤喆", "叶自飞", "朱宇航", "李英喆"]
        },
        "运检部配电抢修班": {
            phone: "18950683189",
            staff1: ["张剑峰", "丁燕强", "陈忠", "罗剑伟", "宋凌志", "潘明飞", "陈俊", "张增裕", "姚阳兴", "朱世龙"],
            staff2: ["田国民", "王金寿", "郑诗善", "汤火金", "张礼财", "王贵仁", "饶宗俤", "陈炳清"]
        },
        "水吉供电所": {
            phone: "18815900223",
            staff1: [ "叶强", "黄贞超", "肖家乐","谢永昌", "张礼建", "黄桂寿", "黎寿友", "叶松", "张瑞华", "陈辉华"],
            staff2: [ "叶翔", "温盛贵", "叶强","黄贞超", "肖家乐", "谢永昌", "张礼建", "黄桂寿", "黎寿友", "叶松", "张瑞华", "陈辉华","请添加"]
        },
        "徐市供电所": {
            phone: "18815901110",
            staff1: ["朱小坤", "谢勇辉","葛松良","朱小坤", "梁山汉","冯立兴", "苏瑞建","姚国华", "倪作福", "邱军"],
            staff2: ["蓝志辉", "何肖肖", "朱小坤", "谢勇辉","葛松良","朱小坤", "梁山汉","冯立兴", "苏瑞建","姚国华", "倪作福", "邱军","请添加"],
        },
        "莒口供电所": {
            phone: "18960630602",
            staff1: ["张超", "赵志敏", "郑寿清", "张博翰", "张红兵", "周晓龙", "毛日松", "黄和兴"],
            staff2: ["江赐斌","张超", "赵志敏", "郑寿清", "张博翰", "张红兵", "周晓龙", "毛日松", "黄和兴","请添加"],
        },
        "麻沙供电所": {
            phone: "18039712715",
            staff1: ["江明睿", "刘文航", "葛昊东", "徐秋雨", "章复景", "郑文俊", "邱晨宇", "潘建武", "蓝贵松", "郑杰林", "刘宏", "张丹枫"],
            staff2: ["吴平兴","葛昊东","江明睿", "刘文航" , "徐秋雨", "章复景", "郑文俊", "邱晨宇", "潘建武", "蓝贵松", "郑杰林", "刘宏", "张丹枫","请添加"],
        },
        "漳墩供电所": {
            phone: "13365098306",
            staff1: ["张行章","谢仁航","葛理杰","叶理福","谢学梦","邹立强","请添加"],
            staff2: ["邹立强","张行章","谢仁航","葛理杰","叶理福","谢学梦",],
        },
        "小湖供电所": {
            phone: "13365098356",
            staff1: ["谢桂智", "谢祥满", "詹骁", "谢有勋", "杨华泉", "陈昊勋", "徐雄辉","杨晨毅"],
            staff2: ["赵状明", "谢桂智", "谢祥满", "詹骁", "谢有勋", "杨华泉", "陈昊勋", "徐雄辉","杨晨毅","请添加"],
        },
        "麻沙供电所书坊服务站": {
            phone: "18039723898",
            staff1: ["刘宏", "张丹枫", "汤生才"],
            staff2: ["傅德华", "陈利忠","刘宏", "张丹枫", "汤生才","请添加"],
        },
        "水吉供电所回龙抢修班": {
            phone: "18815900358",
            staff1: ["黎寿友", "叶松","黄桂寿","张瑞华","黄枉寿","叶翔","叶强"],
            staff2: ["叶松", "黎寿友","黄桂寿","张瑞华","黄枉寿","叶翔","叶强"],
        },
        "黄坑供电所": {
            phone: "18815901005",
            staff1: ["余昀海","华建黎", "张文纲","葛昊南","黄耀新","温凯","谢标"],
            staff2: ["华建黎", "余昀海", "张文纲","葛昊南","黄耀新","温凯","谢标","请添加"],
        }
    };
